Revit 2027 API
ParameterTypeId.SpotCoordinateElevationSuffix Property
 "Elevation Suffix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotCoordinateElevationSuffix { get; }
Public Shared ReadOnly Property SpotCoordinateElevationSuffix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotCoordinateElevationSuffix {
	ForgeTypeId^ get ();
}
static member SpotCoordinateElevationSuffix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace